
"Launch" = "Organize. Plan. Achieve.";

"DailyProgress" = "Productivity visualized";

"MultiEntry" = "Natural language input";

"ExportView" = "Export your data";

"DailyVibes" = "Introspective calendar tracker";

"MindfulVibes" = "Practice regular introspection";

"OrganizeIdeas" = "Group into project";

"DetailView" = "Notes. Tags. Reminders.";

"CustomProjects" = "Organize lists, to-dos,";

"FilterProjects" = "Customize projects";

"Themes" = "Gorgeous themes"

"Markdown" = "Jot down notes";

"SmartTodayView" = "focus on today";

"SmartThisWeekView" = "organize your week and plan ahead";